{
  "about": {
    "greeting": "Hallo, ich bin Alina Teodora.",
    "role": "Full-Stack-Softwareentwicklerin",
    "description": "Ich bin leidenschaftlich an Technologie und Problemlösung interessiert. Mein Ziel ist es, nützliche, benutzerfreundliche Anwendungen zu erstellen und qualitativ hochwertige Ergebnisse zu liefern, sei es im Frontend, Backend oder Fullstack.",
    "contactMe": "Kontaktiere mich",
    "seeMyProjects": "Meine Projekte"
  },
  "contact": {
    "map": "Karte",
    "address": "ADRESSE",
    "email": "E-MAIL",
    "location": "Innsbruck, Österreich",
    "getInTouch": "Kontakt aufnehmen",
    "description": "Wenn Sie an einer Zusammenarbeit mit mir interessiert sind, lassen Sie uns sprechen! Ich freue mich darauf, neue Möglichkeiten zu erkunden.",
    "findMeOn": "Sie finden mich auch auf diesen Plattformen:"
  },
  "navbar": {
    "pastWork": "Projekte",
    "skills": "Fähigkeiten",
    "getInTouch": "Kontakt"
  },
  "projects": {
    "header": "Projekte, die ich gebaut habe",
    "description": "Meine Projekte zeigen eine Reihe technischer Fähigkeiten und Kreativität. Von einer statischen HTML- und CSS-Website für eine Psychologin über eine Python-Command-Line-App für die Restaurantlieferung bis hin zu Full-Stack-Anwendungen wie 'Smells Like Vacay' für das Packen von Urlaub und 'Cool the Earth' für Umweltbewusstsein. Jedes Projekt spiegelt meine vielfältigen Fähigkeiten und sich entwickelnde Expertise wider.",
    "data": {
      "climateCircles": {
        "title": "Climate Circles",
        "description": "Website für einen Psychologen, der Workshops und Klimakreise veranstaltet."
      },
      "vacay": {
        "title": "Smells Like Vacay",
        "description": "Eine Full-Stack-Anwendung, die den Nutzern hilft, effizient für ihren Urlaub zu packen, mit interaktiven Checklisten und Packempfehlungen."
      },
      "coolTheEarth": {
        "title": "Cool the Earth",
        "description": "Eine Anwendung zur Förderung des Umweltbewusstseins mit Funktionen zur Verfolgung und Reduzierung des persönlichen CO2-Fußabdrucks."
      },
      "restaurantDelivery": {
        "title": "Pasta la Vista",
        "description": "Eine Python-Command-Line-Anwendung zur Verwaltung von Restaurantlieferbestellungen und Logistik."
      }
    }
  },
  "skills": {
    "header": "Fähigkeiten & Technologien",
    "description": "Ich bin darin versiert, eine Vielzahl moderner Technologien zu nutzen, um vielseitige und effiziente Anwendungen zu erstellen."
  },
  "contactForm": {
    "nameLabel": "Name",
    "emailLabel": "E-Mail-Adresse",
    "messageLabel": "Nachricht",
    "submit": "Absenden",
    "submitting": "Wird gesendet...",
    "submitted": "Abgesendet",
    "successMessage": "Vielen Dank für Ihre Nachricht! Ich werde mich bald bei Ihnen melden.",
    "nameRequired": "Name ist erforderlich",
    "emailRequired": "E-Mail ist erforderlich",
    "messageRequired": "Nachricht ist erforderlich"
  },
  "collaborativeProjects": {
    "header": "Kollaborative Projekte",
    "description": "Meine kollaborativen Projekte zeigen meine Fähigkeit, effektiv in einem Teamumfeld mit agilen Methoden zu arbeiten. Durch diese Projekte habe ich praktische Erfahrung mit Git-Befehlen, Konfliktlösung, Pull-Requests und Zusammenführungen gesammelt. Gemeinsam mit Teammitgliedern habe ich innovative Lösungen entwickelt und die Bedeutung von Kommunikation und Teamarbeit für die Erreichung der Projektziele gelernt. Alle kollaborativen Projekte wurden während 5-tägiger Hackathons organisiert von Code Institute abgeschlossen.",
    "data": {
      "theLoversBlog": {
        "title": "The Lovers Blog",
        "description": "Ein von Cupid-Devils entwickeltes Hackathon-Projekt im Valentinstag-Thema, das es Nutzern ermöglicht, Tipps für eine bessere Liebesleben zu posten."
      },
      "happyHacks": {
        "title": "Happy Hacks",
        "description": "Happy Hacks bietet motivierende Tipps zur Steigerung der Zufriedenheit. Nutzer können zufällige Tipps ansehen, eigene erstellen und mit anderen Beiträgen interagieren."
      },
      "neuroSisters": {
        "title": "Neuro Sisters",
        "description": "Eine Seite für Frauen, die neurodivergente Erwachsene betreuen, bietet Unterstützung, Ressourcen und eine Gemeinschaft für Gesundheit und Wohlbefinden."
      },
      "starQuiz": {
        "title": "Star Quiz",
        "description": "Ein Star-Wars-Quiz, das Sie durch die Planeten führt, die von Luke Skywalker besucht wurden."
      }
    }
  }
}