{
    "about": {
      "greeting": "Hi, I'm Alina Teodora.",
      "role": "Full-Stack Software Developer",
      "description": "I'm passionate about technology and problem-solving. I aim to create useful, user-friendly applications and deliver high-quality results, whether it's on the frontend, backend, or full-stack.",
      "contactMe": "Contact Me",
      "seeMyProjects": "See My Projects"
    },
    "contact": {
      "addressTitle": "ADDRESS",
      "address": "Innsbruck, Austria",
      "emailTitle": "EMAIL",
      "email": "alina.teower@gmail.com",
      "getInTouch": "Get in Touch",
      "contactDescription": "If you're interested in working with me, let's talk! I'm excited to explore new opportunities.",
      "findMeOn": "You can also find me on these platforms:"
    },
    "navbar": {
      "name": "Alina Teodora Brinzac",
      "pastWork": "Past Work",
      "skills": "Skills",
      "getInTouch": "Get in Touch"
    },
    "projects": {
      "header": "Projects I've Built",
      "description": "My projects highlight a range of technical skills and creativity. From a static HTML and CSS website for a psychologist, to a Python command line app for restaurant delivery, and full-stack applications like 'Smells Like Vacay' for vacation packing and 'Cool the Earth' for environmental awareness. Each project reflects my diverse skills and evolving expertise.",
      "data": {
        "climateCircles": {
          "title": "Climate Circles",
          "description": "Website for a psychologist that hosts workshops and climate circles"
        },
        "vacay": {
          "title": "Smells Like Vacay",
          "description": "A full-stack application to help users pack efficiently for their vacations, featuring interactive checklists and packing suggestions."
        },
        "coolTheEarth": {
          "title": "Cool the Earth",
          "description": "An application promoting environmental awareness with features for tracking and reducing personal carbon footprints."
        },
        "restaurantDelivery": {
          "title": "Restaurant Delivery App",
          "description": "A Python command-line application designed for managing restaurant delivery orders and logistics."
        }
      }
    },
    "skills": {
      "header": "Skills & Technologies",
      "description": "I'm adept at using a range of modern technologies to build versatile and efficient applications."
    },
    "contactForm": {
      "nameLabel": "Name",
      "emailLabel": "Email Address",
      "messageLabel": "Message",
      "submit": "Submit",
      "submitting": "Submitting...",
      "submitted": "Submitted",
      "successMessage": "Thank you for your message! I will get back to you soon."
    }
}