{
  "about": {
    "greeting": "Bună, sunt Alina Teodora.",
    "role": "Full-Stack Software Developer",
    "description": "Sunt pasionată de tehnologie și rezolvarea problemelor. Îmi propun să creez aplicații utile și prietenoase cu utilizatorii și să livrez rezultate de înaltă calitate, fie că este vorba de frontend, backend sau full-stack.",
    "contactMe": "Contactează-mă",
    "seeMyProjects": "Proiectele mele"
  },
  "contact": {
    "map" : "hartă",
    "address": "ADRESĂ",
    "email": "EMAIL",
    "location": "Innsbruck, Austria",
    "getInTouch": "Contactează-mă",
    "description": "Dacă ești interesat să colaborezi cu mine, hai să discutăm! Sunt încântată să explorez noi oportunități.",
    "findMeOn": "Mă poți găsi și pe aceste platforme:"
  },
  "navbar": {
    "pastWork": "Proiecte",
    "skills": "Abilități",
    "getInTouch": "Contact"
  },
  "projects": {
    "header": "Proiecte pe care le-am construit",
    "description": "Proiectele mele evidențiază o gamă largă de abilități tehnice și creativitate. De la un site static HTML și CSS pentru un psiholog, la o aplicație de linie de comandă Python pentru livrarea de mâncare și aplicații full-stack precum 'Smells Like Vacay' pentru organizarea bagajelor de vacanță și 'Cool the Earth' pentru conștientizarea mediului. Fiecare proiect reflectă abilitățile mele diverse și expertiza în continuă evoluție.",
    "data": {
      "climateCircles": {
        "title": "Climate Circles",
        "description": "Site pentru un psiholog care organizează ateliere și cercuri climatice."
      },
      "vacay": {
        "title": "Smells Like Vacay",
        "description": "O aplicație full-stack care ajută utilizatorii să își organizeze eficient bagajele de vacanță, cu liste de verificare interactive și recomandări de împachetare."
      },
      "coolTheEarth": {
        "title": "Cool the Earth",
        "description": "O aplicație pentru promovarea conștientizării mediului, cu funcții de monitorizare și reducere a amprentei personale de carbon."
      },
      "restaurantDelivery": {
        "title": "Pasta la Vista",
        "description": "O aplicație de linie de comandă Python pentru gestionarea comenzilor și logisticii de livrare de la restaurante."
      }
    }
  },
  "skills": {
    "header": "Competențe & Tehnologii",
    "description": "Sunt pricepută în utilizarea unei game variate de tehnologii moderne pentru a construi aplicații versatile și eficiente."
  },
  "contactForm": {
    "nameLabel": "Nume",
    "emailLabel": "Adresă de e-mail",
    "messageLabel": "Mesaj",
    "submit": "Trimite",
    "submitting": "Se trimite...",
    "submitted": "Trimis",
    "successMessage": "Mulțumesc pentru mesaj! Te voi contacta în curând.",
    "nameRequired": "Numele este obligatoriu",
    "emailRequired": "E-mailul este obligatoriu",
    "messageRequired": "Mesajul este obligatoriu"
  },
  "collaborativeProjects": {
    "header": "Proiecte colaborative",
    "description": "Proiectele mele colaborative demonstrează capacitatea mea de a lucra eficient într-un mediu de echipă folosind metodologii Agile. Prin aceste proiecte, am dobândit experiență practică cu comenzi Git, rezolvarea conflictelor, pull requests și merging. Lucrând alături de membrii echipei, am contribuit la dezvoltarea unor soluții inovatoare și am învățat importanța comunicării și a muncii în echipă pentru atingerea obiectivelor proiectului. Toate proiectele colaborative au fost finalizate în cadrul unor hackathoane de 5 zile organizate de Code Institute.",
    "data": {
      "theLoversBlog": {
        "title": "The Lovers Blog",
        "description": "Un proiect de hackathon cu tema Ziua Îndrăgostiților creat de Cupid-Devils, care permite utilizatorilor să posteze sfaturi pentru o viață amorasă mai bună."
      },
      "happyHacks": {
        "title": "Happy Hacks",
        "description": "Happy Hacks oferă sfaturi motivaționale pentru creșterea fericirii. Utilizatorii pot vizualiza sfaturi aleatorii, crea propriile sfaturi și interacționa cu postările altora."
      },
      "neuroSisters": {
        "title": "Neuro Sisters",
        "description": "Un site pentru femeile care îngrijesc adulți neurodivergenți, oferind suport, resurse și o comunitate pentru sănătate și bunăstare"
      },
      "starQuiz": {
        "title": "Star Quiz",
        "description": "Un quiz Star Wars care te ghidează prin planetele vizitate de Luke Skywalker."
      }
    }
  }
}